Repository: Darock-Studio/Darock-Bili
Catalog: Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, zh_hant

source: %@ 人在看
en: %@ is Watching
ja: ％@ 人が見ています

source: %@ 弹幕
en: %@ Danmakus
ja: %@ 弾幕
zh_hant: %@ 彈幕

source: %@ 播放
en: %@ Plays
ja: %@がプレイします

source: %@ 粉丝
en: %@ Fans
ja: ％@ ファン
zh_hant: %@ 粉絲

# About
source: 关于
en: About
ja: について
zh_hant: 關於

# About-me
source: 我的
en: Me
ja: 私の

# About.confirm
source: 确认
en: Confirm
ja: 確認
zh_hant: 確認

# About.credits
source: 致谢
en: Credits
ja: 謝辞
zh_hant: 鳴謝

# About.genshin
source: 原神
en: Genshin

# About.meowbili
source: 喵哩喵哩
en: MeowBili

# About.mystery-code
source: 神秘代码
en: Mystery Code
ja: 神秘的なコード
zh_hant: 神秘代碼

# About.mystery-code.error
source: 输入错误
en: Input Error
ja: 入力エラー
zh_hant: 輸入錯誤

# About.open-source
source: 开源协议许可
en: Open Source Agreement License
ja: オープンソースライセンス許可
zh_hant: 開源協議許可

# Account.articals.%lld
source: %lld文章
en: %lld articles
ja: %lld文

# Account.certification
source: UP主认证
en: Certification
ja: UP主認証
zh_hant: UP主認證

# Account.check-articles
source: 查看文章
en: Check Articles
ja: 記事を見る

# Account.check-videos
source: 查看视频
en: Check Videos
ja: ビデオを見る
zh_hant: 查看視頻

# Account.direct-message
source: 私信
en: Direct Message
ja: プライベートメッセージ

# Account.follow
source: 关注
en: Follow
ja: に従う
zh_hant: 關注

# Account.followers
source: 粉丝
en: Subscribers
ja: ファン
zh_hant: 粉絲

# Account.info
source: 个人信息
en: Info
ja: 個人情報
zh_hant: 個人資訊

# Account.list.destination
source: 目标页
en: Destination Page
zh_hant: 目標頁

# Account.list.go
source: 前往
en: Go
ja: 訪れる

# Account.list.goto
source: 前往…
en: Go to...
ja: …へ向かう

# Account.list.last-page
source: 上一页
en: Previous
ja: 前のページ
zh_hant: 上一頁

# Account.list.next-page
source: 下一页
en: Next
ja: 次のページ
zh_hant: 下一頁

# Account.list.no-article
source: 该用户没有文章
en: This User has No Articles
ja: このユーザーには記事がありません。
zh_hant: 該用戶沒有文章

# Account.list.no-video
source: 该用户没有视频
en: This User has No Video
ja: このユーザーにはビデオがありません。
zh_hant: 該用戶沒有視頻

# Account.subscribed
source: 关注
en: Following
ja: フォローする
zh_hant: 關注

# Account.tips.followed
source: 已关注
en: Followed
ja: フォローした
zh_hant: 已關注

# Account.tips.unfollowed
source: 已取消关注
en: Unfollowed
ja: フォロー解除されました
zh_hant: 已取消關注

# Account.unfollow
source: 取关
en: Unfollow
ja: フォロー解除
zh_hant: 取消關注

# Account.videos.%lld
source: %lld视频
en: %lld videos
ja: %lldビデオ
zh_hant: %lld視頻

# Bangumi
source: 番剧
en: Bangumi
ja: アニメシリーズ
zh_hant: 番劇

# Bangumi.comments.select
source: 选择一集以查看其评论
en: Select an episode to view its comments
ja: そのレビューを見るためにエピソードを選択してください。
zh_hant: 選擇一集以查看其評論

# Bangumi.commnets
source: 评论
en: Comments
ja: コメント
zh_hant: 評論

# Bangumi.score.joined-people.%lld
source: %lld人参与了评分
en: %lld people scored
ja: %lld人が評価に参加しました
zh_hant: %lld人參與了評分

# Battery.low-power-mode
source: 低电量模式
en: Low Power Mode
ja: 低電力モード
zh_hant: 低電量模式

source: Close Debug Controls
en: Closed Debug Controls

# Comment.send
source: 发送评论…
en: Send a comment...
ja: コメントを送信...
zh_hant: 發送評論…

# Direct-message.failed
source: 发送失败
en: Send Failed
ja: 送信失敗
zh_hant: 發送失敗

# Download.finished.%lld
source: #%lld 已完成
en: #%lld Finished
ja: #%lld が完了しました

# Download.list
source: 下载任务列表
en: Download Task List
ja: ダウンロードタスクリスト
zh_hant: 下載任務列表

# Download.nothing
source: 无下载任务
en: No Download Tasks
ja: ダウンロードタスクなし
zh_hant: 無下載任務

# Download.paused.%lld
source: #%lld 中断
en: #%lld Aborted
ja: #%lldが中止されました
zh_hant: ＃%lld 中斷

# Download.preloading...
source: 正在预加载…
en: Preloading...
ja: プレロード中...
zh_hant: 正在預載中…

# Download.tap-2-retry
source: 轻点以尝试继续
en: Tap to Try Re-continue
ja: 軽くタップして続行を試みてください。
zh_hant: 輕點以嘗試繼續

# Download.task-created
source: 下载任务已创建
en: Download Task Created
ja: ダウンロードタスクが作成されました
zh_hant: 下載任務已創建

# Download.title
source: 视频下载列表
en: Download
ja: ビデオダウンロードリスト
zh_hant: 影片下載清單

# Error.appriciate
source: 感谢您的配合
en: Thank You for Your Cooperation
ja: あなたの協力に感謝します
zh_hant: 感謝您的配合

# Error.area.%@
source: 范围：%@
en: Area: %@
ja: 範囲：%@
zh_hant: 範圍：%@

# Error.before-ranning-into-problem
source: 发生错误前…
en: Before Error Occurred...
ja: エラーが発生する前に…
zh_hant: 在發生錯誤之前…

# Error.details
source: 详细信息如下
en: Details are as Follow
ja: 詳細情報は以下の通りです。
zh_hant: 詳細信息如下

# Error.details.%@
source: 详情：%@
en: Details: %@
ja: 詳細：%@
zh_hant: 詳情：%@

# Error.do-not-send
source: 不发送
en: Don't send
ja: 送信しない
zh_hant: 不發送

# Error.exit
source: 退出
en: Exit
ja: エクジット

# Error.exiting
source: 正在退出…
en: Exiting...
ja: 終了中…

# Error.fatal
source: 致命问题导致App崩溃。
en: A fatal error occurred and caused Meowbili crash.
ja: 致命的な問題がアプリのクラッシュを引き起こしました。
zh_hant: 致命問題導致App崩潰。

# Error.information
source: 详细信息如下
en: Details are as Follow
ja: 詳細情報は以下の通りです。

# Error.leave
source: 离开
en: Leave
ja: 去る

# Error.network-troubleshoot
source: 建议运行网络疑难解答
en: Recommend run Network Troubleshooting
ja: ネットワークトラブルシューティングを実行することを提案します
zh_hant: 建議運行網絡疑難解答

# Error.no-need-to-send
source: 此问题无需发送
en: This Error doesn't need to send
ja: この問題は送信する必要がありません。
zh_hant: 此問題無需發送

# Error.number.%@
source: 问题#%@，可据此追踪问题
en: Error #%@, can be followed with this number
ja: 問題＃%@、これにより問題を追跡できます。
zh_hant: 問題#%@，可憑此追蹤問題

# Error.oops
source: 呜啊！
en: Oops!
ja: うわあ！

# Error.place.%@
source: 位置：%@
en: Place: %@

# Error.ran-into-a-problem
source: 喵哩喵哩似乎出现了问题
en: MeowBili Occurred a Problem
ja: 喵哩喵哩に問題が発生したようです。
zh_hant: 喵哩喵哩似乎出現了問題

# Error.send
source: 发送
en: Send
ja: 送信
zh_hant: 發送

# Error.send-to-Darock-advice
source: 将错误信息发送给Darock有助于我们修复问题并提供更好的体验
en: Sending error informations to Darock can help us fix the issue and provide better user experience
ja: エラーメッセージをDarockに送信することで、問題の修正とより良い体験の提供が可能になります。
zh_hant: 將錯誤信息發送給Darock有助於我們修復問題並提供更好的體驗

# Error.sending
source: 正在发送…
en: Sending
ja: 送信中…
zh_hant: 正在發送…

# Error.sent
source: 已发送
en: Sent
ja: 送信済み
zh_hant: 已發送

# Error.sorry.%@
source: App于%@出现问题。
en: App crashed at %@.
ja: アプリは%@で問題が発生しました。
zh_hant: App在%@出現問題。

# Gesture.double-tap
source: 轻点两下以播放/暂停视频
en: Double-tap to Play/Pause Video
ja: ビデオの再生/一時停止には、軽く2回タップしてください。
zh_hant: 輕點兩下以播放/暫停視頻

# Gesture.double-tap.description
source: 在视频播放器中使用互点两下手势(Apple Watch Series 9 及以上)或快速操作(其他机型)播放/暂停视频
en: Use Double-tap (Apple Watch Series 9 or newer) or Quick Actions (other watches) in video player to play/pause video
ja: ビデオプレーヤーで、Apple Watch Series 9以上のモデルではダブルタップジェスチャーを使用し、他のモデルではクイックアクションを使用してビデオの再生/一時停止を行います。
zh_hant: 在視頻播放器中使用雙擊手勢（適用於 Apple Watch Series 9 及以上版本）或快速操作（適用於其他型號）來播放/暂停視頻。

# History.none
source: 这里空空如也
en: Nothing Here
ja: ここはがらんどうです
zh_hant: 這裡空空如也

# Home
source: 推荐
en: Home
ja: ホーム
zh_hant: 推薦

# Home.more
source: 加载更多
en: Load More
ja: もっと読み込む
zh_hant: 加載更多

# Home.more.error
source: 轻点以重试
en: Tap to Retry
ja: 再試行するには軽くタップしてください。
zh_hant: 輕點以重試

# Home.no-internet
source: 未能连接到互联网
en: Cannot connect to Internet
ja: インターネットに接続できません
zh_hant: 無法連接到網際網路

# Home.search
source: 搜索…
en: Search...
ja: 検索…

# Home.understand
source: 我理解
en: I Understand
ja: 私は理解しています

# Home.update.%@.%@
source: v%1$@ Build %2$@已推出
en: v%1$@ build %2$@ had released
ja: v%1$@ ビルド %2$@がリリースされました
zh_hant: v%1$@ Build %2$@已經推出

# Home.update.skip
source: 再次轻点以跳过本次更新
en: Re-Tap to Skip This Update
ja: 再度軽くタップして、今回の更新をスキップしてください。
zh_hant: 再次輕點以跳過本次更新

# Linecom
source: 澪空
en: Linecom

# Live
source: 直播
en: Live
ja: ライブ放送

# Live.starting.%@
source: 于 %@ 开始
en: Started at %@
ja: %@から始まる
zh_hant: 於 %@ 開始

# Login
source: 登录
en: Login
ja: ログイン
zh_hant: 登入

# Login.scan
source: 扫描以登录
en: Scan to Login
ja: スキャンしてログインする
zh_hant: 掃描以登錄

# Login.scanned
source: 已扫描
en: Scanned
ja: スキャン済み
zh_hant: 已掃描

# Login.step1.phone-number
source: 电话号码
en: Telephone Number
ja: 電話番号
zh_hant: 電話號碼

# Login.step1.title
source: 手机号
en: Phone Number
ja: 携帯電話番号
zh_hant: 手機號碼

# Login.step2.CAPTCHA
source: 进行人机验证
en: Perform CAPTCHA
ja: 人間と機械の認証を行う
zh_hant: 進行人機驗證

# Login.step2.captcha-first
source: 先进行人机验证
en: Perform CAPTCHA first
ja: まず、人間と機械の認証を行ってください。
zh_hant: 先進行人機驗證

# Login.step2.code
source: 验证码
en: Verification Code
ja: 認証コード
zh_hant: 驗證碼

# Login.step2.code.empty
source: 手机号不得为空
en: Phone Number cannot be empty
ja: 携帯電話番号は空欄にできません。
zh_hant: 手機號碼不得為空

# Login.step2.code.get
source: 获取验证码
en: Get Verification Code
ja: 認証コードを取得する
zh_hant: 獲取驗證碼

# Login.step2.code.sent
source: 已发送验证码
en: Verification Code Sent
ja: 認証コードを送信しました
zh_hant: 已發送驗證碼

# Login.step2.title
source: 验证
en: Verify
ja: 検証
zh_hant: 驗證

# Login.step3.title
source: 登录
en: Login
ja: ログイン
zh_hant: 登入

# Memory Usage: %f MB
source: 内存占用： %fMB
en: Memory Usage: %fMB

# Memory.caution
source: 注意
en: Caution

# Memory.display-usage
source: 临时限时内存用量
en: Display Memory Usage Temporarily
zh_hant: 臨時限時內存使用量

# Memory.indicator.%@
source: 内存 %@MB/300MB
en: Memory %@MB/300MB
zh_hant: 記憶體 %@MB/300MB

# Memory.limit
source: 超过 300 MB 后将会系统被终止
en: App will be killed by system after using 300MB
zh_hant: 超過 300 MB後，系統將會被終止。

# Memory.too-much-occupied
source: 内存占用已大于240MB
en: Memory has been used over 240MB
zh_hant: 記憶體佔用已超過240MB

# Memory.understand
source: 我了解
en: I Understand
ja: 私は理解しました

# Moments
source: 动态
en: Moments
zh_hant: 動態

# Moments.requires-login
source: 需要登录
en: Login Required
ja: ログインが必要です
zh_hant: 需要登錄

# navbar.dynamic
source: 动态
en: Moments
zh_hant: 動態

# navbar.my
source: 我的
en: Me
ja: 私の

# navbar.suggest
source: 推荐
en: Home
ja: ホーム
zh_hant: 推薦

# Player.analyzying-source
source: 解析源
en: Analysis Source

# Player.analyzying-source.description
source: 解析失败时考虑切换解析源
en: Switch analysis source when analysis failed
ja: 解析が失敗した場合は、解析ソースを切り替えることを検討してください。
zh_hant: 在解析失敗時考慮切換解析源

# Player.analyzying-source.offical
source: 官方
en: Offical
ja: 公式

# Player.analyzying-source.third-party
source: 第三方
en: Third-party
ja: 第三者

# Player.pause
source: 暂停
en: Pause
ja: 一時停止
zh_hant: 暫停

# Player.record-history
source: 记录历史
en: Record History
ja: 歴史を記録する
zh_hant: 記錄歷史

# Player.record-history.never
source: 永不
en: Never
ja: 永遠にしない

# Player.record-history.when-entering-page
source: 当进入详情页时
en: When Entered Detail Page
ja: 詳細ページに入るとき
zh_hant: 當進入詳情頁時

# Player.record-history.when-video-plays
source: 当视频播放时
en: When Video Played
ja: そのビデオが再生されているとき
zh_hant: 當視頻播放時

# Screen-time.daily-average
source: 日均
en: Daily Average
ja: 日平均

# Screen-time.description
source: 将不再记录您的屏幕使用时间, 已记录的数据不会被删除
en: Screen Time will not be recorded any more and recorded datas will be cleared
ja: あなたの画面使用時間の記録はこれ以上行われませんが、既に記録されたデータは削除されません。
zh_hant: 將不再記錄您的螢幕使用時間，已記錄的數據不會被刪除。

# Screen-time.minutes.%lld
source: %lld分钟
en: %lld minutes
ja: %lld分
zh_hant: %lld分鐘

# Screen-time.off
source: 关闭“屏幕使用时间”
en: Turn Off Screen Time
ja: 「画面使用時間」を閉じる
zh_hant: 關閉“螢幕使用時間”

# Screen-time.on
source: 开启“屏幕使用时间”
en: Turn On Screen Time
ja: 「画面使用時間」を開始する
zh_hant: 開啟“螢幕使用時間”

# Screen-time.usage
source: “屏幕使用时间”会记录并统计您每天使用喵哩喵哩的时间
en: Screen Time will record and count the time you use MeowBili
ja: 「スクリーン使用時間」は、あなたが毎日ミャオリミャオリを使う時間を記録し統計します。
zh_hant: "屏幕使用時間"會記錄並統計您每天使用喵哩喵哩的時間

# Search.%@
source: %@ 搜索…
en: %@ Search...
ja: %@ 検索中…
zh_hant: %@ 搜尋…

# Search.debug
source: Debug搜索
en: Debug Search

# Search.history
source: 历史搜索
en: Histories
ja: 履歴検索
zh_hant: 歷史搜索

# Search.no-result
source: 没有匹配的结果
en: No Results
ja: 一致する結果がありません
zh_hant: 沒有匹配的結果

# Search.type
source: 搜索类型
en: Search Type
ja: 検索タイプ
zh_hant: 搜索類型

# Search.type.article
source: 文章
en: Articles

# Search.type.bangumi
source: 番剧
en: Bangumi
ja: アニメシリーズ
zh_hant: 番劇

# Search.type.live
source: 直播
en: Lives
ja: ライブ放送

# Search.type.user
source: 用户
en: Users
ja: ユーザー
zh_hant: 用戶

# Search.type.video
source: 视频
en: Videos
ja: ビデオ
zh_hant: 視頻

# Settings
source: 设置
en: Settings
ja: 設定
zh_hant: 設置

# Settings.about
source: 关于
en: About
ja: について
zh_hant: 關於

# Settings.battery
source: 电池
en: Battery
ja: 電池
zh_hant: 電池

# Settings.developer
source: 开发者
en: Developer
ja: 開発者
zh_hant: 開發者

# Settings.feedback
source: 反馈
en: Feedback
ja: フィードバック
zh_hant: 回饋

# Settings.gesture
source: 手势
en: Gesture
ja: ジェスチャー
zh_hant: 手勢

# Settings.internet
source: 互联网
en: Internet
ja: インターネット
zh_hant: 網際網路

# Settings.log-out
source: 退出登录
en: Log Out
ja: ログアウト
zh_hant: 登出

# Settings.log-out.cancel
source: 取消
en: Cancel
ja: キャンセル

# Settings.log-out.confirm
source: 确认
en: Confirm
ja: 確認
zh_hant: 確認

# Settings.log-out.message
source: 确认退出登录？
en: Are you sure to log out?
ja: ログアウトを確認しますか？
zh_hant: 確認登出？

# Settings.player
source: 播放器
en: Player
ja: プレーヤー

# Settings.screen-time
source: 屏幕使用时间
en: Screen Time
ja: 画面使用時間
zh_hant: 螢幕使用時間

# Settings.sleep
source: 睡眠
en: Sleep

# Settings.update
source: 软件更新
en: Software Update
ja: ソフトウェアの更新
zh_hant: 軟體更新

# Skin
source: 装扮
en: Skins

# Skin.add
source: 添加装扮
en: Add a skin

# Skin.downloading
source: 下载中…
en: Downloading...

# Skin.none
source: 不使用装扮
en: Don't use any skin

# Skin.nothing
source: 这里还没有装扮
en: There is currently no skin here

# Skin.unzipping
source: 解压中…
en: Decompressing...

# Sleep
source: 睡眠时间
en: Sleep Time
ja: 睡眠時間
zh_hant: 睡眠時間

# Sleep.discription
source: “睡眠时间”可以在特定时间内提醒您睡觉
en: Sleep Time will notify you too sleep at a specific time
ja: 「睡眠時間」は特定の時間にあなたに寝るようにリマインドすることができます。
zh_hant: "睡眠時間"可以在特定時間提醒您該睡覺了

# Sleep.edit.%@.%@
source: 编辑睡眠时间 %1$@:%2$@
en: Edit Sleep Time %1$@:%2$@
ja: 睡眠時間の編集 %1$@:%2$@
zh_hant: 編輯睡眠時間 %1$@:%2$@

# Sleep.edit.hour
source: 小时
en: HOUR
zh_hant: 小時

# Sleep.edit.minute
source: 分钟
en: MINUTE
zh_hant: 分鐘

# Sleep.edit.title
source: 编辑睡眠时间
en: Edit Sleep Time
ja: 睡眠時間の編集
zh_hant: 編輯睡眠時間

# Sleep.notification
source: 该睡觉啦！
en: Time to Sleep!
ja: 寝る時間だよ！
zh_hant: 該睡覺啦！

# Troubleshoot
source: 疑难解答
en: Troubleshooting
ja: 難問解決
zh_hant: 疑難解答

# Troubleshoot.auto-pop-up
source: 自动显示疑难解答
en: Auto Display
ja: 自動的にトラブルシューティングを表示する
zh_hant: 自動顯示疑難解答

# Troubleshoot.bilibili-api.available
source: Bilibili API：可用
en: Bilibili API: Available
ja: Bilibili API：利用可能

# Troubleshoot.bilibili-api.checking
source: Bilibili API：正在检查
en: Bilibili API: Checking
ja: Bilibili API：チェック中
zh_hant: Bilibili API：正在檢查

# Troubleshoot.bilibili-api.unavailable
source: Bilibili APi：不可用
en: Bilibili API: Unavailable
ja: Bilibili API：利用不可

# Troubleshoot.connection-states
source: 连接状态
en: Connection State
ja: 接続状態
zh_hant: 連接狀態

# Troubleshoot.darock-api.available
source: Darock API：可用
en: Darock API: Available
ja: Darock API：利用可能

# Troubleshoot.darock-api.checking
source: Darock API：正在检查
en: Darock API: Checking
ja: Darock API：チェック中
zh_hant: Darock API：正在檢查

# Troubleshoot.darock-api.invalid-return
source: Darock API：无效返回
en: Darock API: Invalid Response
ja: Darock API：無効な戻り値
zh_hant: Darock API：無效返回

# Troubleshoot.darock-api.unavailable
source: Darock API：不可用
en: Darock API: Unavailable
ja: Darock API：利用不可

# Troubleshoot.feedback
source: 反馈问题
en: Report a Problem...
ja: フィードバックの問題
zh_hant: 反饋問題

# Troubleshoot.fine
source: 一切良好
en: Everything's Fine
ja: すべて順調
zh_hant: 一切都好

# Troubleshoot.fine.weird
source: 仍有问题？
en: Something's still wrong?
ja: まだ問題がありますか？
zh_hant: 仍有問題嗎？

# Troubleshoot.internet
source: 互联网
en: Internet
ja: インターネット
zh_hant: 網際網路

# Troubleshoot.internet.checking
source: 互联网：正在检查
en: Internet: Checking
ja: インターネット：チェック中
zh_hant: 網際網路：正在檢查

# Troubleshoot.internet.offline
source: 互联网：离线
en: Internet: Offline
ja: インターネット：オフライン
zh_hant: 網際網路：離線

# Troubleshoot.internet.online
source: 互联网：在线
en: Internet: Online
ja: インターネット：オンライン
zh_hant: 網際網路：在線

# Troubleshoot.problem.bilibili-api
source: Bilibili API 问题
en: Bilibili API Problems
ja: Bilibili APIの問題
zh_hant: Bilibili API 問題

# Troubleshoot.problem.bilibili-api.meaning
source: 无法连接至哔哩哔哩服务器，可能是哔哩哔哩服务器崩溃。
en: Failed to connect to Bilibili server. Bilibili remote server maybe crashed.
ja: ビリビリサーバーに接続できません。おそらく、ビリビリサーバーがクラッシュした可能性があります。
zh_hant: 無法連接至哔哩哔哩伺服器，可能是哔哩哔哩伺服器崩潰。

# Troubleshoot.problem.bilibili-api.solution
source: 检查网络并稍后再试
en: Check your internet connection and try later.
ja: ネットワークを確認して、後でもう一度試してください。
zh_hant: 檢查網路並稍後再試

# Troubleshoot.problem.darock-api
source: Darock API 问题
en: Darock API Problems
ja: Darock APIの問題
zh_hant: Darock API 問題

# Troubleshoot.problem.darock-api.meaning
source: Darock API 服务器目前出现了问题
en: Darock API server ran into a problem
ja: Darock APIサーバーに現在問題が発生しています。
zh_hant: Darock API 伺服器目前出現了問題

# Troubleshoot.problem.darock-api.solution
source: 向Darock反馈并等待修复
en: Report to Darock and wait
ja: Darockにフィードバックを送り、修正を待つ
zh_hant: 向Darock反饋並等待修復

# Troubleshoot.problem.internet
source: 网络问题
en: Internet Problems
ja: ネットワークの問題
zh_hant: 網路問題

# Troubleshoot.problem.internet.plan-b
source: 尝试在设置中关闭Wifi与蓝牙
en: Try to turn off Buletooth and WLAN

# Troubleshoot.problem.internet.solution1
source: 确认Apple Watch 已连接到互联网
en: Ensure your Apple Watch connected to Internet
ja: Apple Watchがインターネットに接続されていることを確認してください。
zh_hant: 確認Apple Watch已連接到互聯網

# Troubleshoot.problem.internet.solution2
source: 确认已同意网络权限
en: Please permit Internet access

# Troubleshoot.problem.meaning
source: 这代表什么？
en: What does this means?
ja: これは何を意味しますか？

# Troubleshoot.problem.plan-b
source: 还是不行？
en: Still unavailable?
ja: まだダメですか？

# Troubleshoot.problem.solution
source: 我应当怎么做？
en: What should I do?
ja: 私は何をすべきですか？

# Troubleshoot.problem.tips
source: 轻点以查看详情
en: Tap to Learn More
ja: 詳細を表示するには軽くタップしてください。

# Troubleshoot.problems-found
source: 可能的问题：
en: Possible Problems:
ja: 可能性のある問題：

# Troubleshoot.problems.bilibili-api.unavailable
source: Bilibili API不可用
en: Bilibili API Unavailable
ja: Bilibili APIが利用できません

# Troubleshoot.problems.darock-api.invalid-return
source: Darock API返回无效
en: Darock API's Response Invalid
ja: Darock APIは無効を返します

# Troubleshoot.problems.darock-api.unavailable
source: Darock API不可用
en: Darock APi Unavailable
ja: Darock APIは利用できません

# Troubleshoot.problems.internet
source: 无法连接互联网
en: Cannot Connect to Internet
ja: インターネットに接続できません
zh_hant: 無法連接網際網路

# Troubleshoot.re-troubleshoot
source: 重新检查
en: Re-troubleshoot
ja: 再度確認してください
zh_hant: 重新檢查

# Troubleshoot.troubleshooting
source: 正在检查…
en: Troubleshooting...
ja: 確認中...
zh_hant: 正在檢查...

# Update.checking
source: 正在检查更新…
en: Checking for Update...
ja: 更新を確認中...
zh_hant: 正在檢查更新…

# Update.download-and-install
source: 下载并安装
en: Download & Install
ja: ダウンロードしてインストールする

# Update.error
source: 在检查更新时出错
en: An Error Occurred while Checking Updates
ja: 更新の確認中にエラーが発生しました

# Update.latest
source: 喵哩喵哩已是最新版本
en: Meowbili is up to date
ja: 喵哩喵哩はすでに最新バージョンです。
zh_hant: 喵哩喵哩已經是最新版本了

# User.favorites
source: 我的收藏
en: Favorites
ja: 私のコレクション

# User.histories
source: 历史记录
en: History
ja: 履歴記録
zh_hant: 歷史記錄

# User.offline-cache
source: 离线缓存
en: Downloads
ja: オフラインキャッシュ
zh_hant: 離線緩存

# User.subcribed-accounts
source: 关注帐户
en: Following
ja: アカウントに注目する
zh_hant: 關注帳戶

# User.switch
source: 切换账户
en: Switch Account
ja: アカウントを切り替える
zh_hant: 切換帳戶

# User.switch.add
source: 添加账户
en: Add Account
ja: アカウントを追加する
zh_hant: 添加賬戶

# User.switch.description
source: 右滑删除不会退出登录。
en: Right swipe and delete will not log out.
ja: 右にスワイプして削除してもログアウトはされません。
zh_hant: 右滑刪除不會退出登錄。

# User.switch.description.1
source: 轻点以切换账户，账户切换时不会立即在页面中刷新。轻点以此足矣。
en: Tap to switch account, page will not refresh instantly as the account switches. One tap is enough.
ja: アカウントを切り替えるには軽くタップしてください。アカウントが切り替わった時、ページはすぐに更新されません。これで十分ですので、軽くタップしてください。
zh_hant: 輕點以切換賬戶，賬戶切換時不會立即在頁面中刷新。輕點一次就足夠了。

# User.switch.none
source: 没有账户
en: No Account
ja: アカウントがありません

# User.tap-to-login
source: 轻点以登录
en: Tap to Login
ja: ログインするには軽くタップしてください
zh_hant: 輕點以登入

# User.watch-later
source: 稍后再看
en: Watch Later
ja: 後で見る
zh_hant: 稍後再看

# Video
source: 视频
en: Video
ja: ビデオ

# Video.action.canceled
source: 已取消
en: Cancelled
ja: キャンセルされました

# Video.action.liked
source: 已点赞
en: Liked
ja: いいねを押しました

# Video.add-to-favorites
source: 添加至收藏夹
en: Add to Favorites
ja: お気に入りに追加する

# Video.added
source: 已添加
en: Added
ja: 追加済み

# Video.analyzing
source: 正在解析…
en: Analyzing...
ja: 解析中...

# Video.coin.throw
source: 投币
en: Throw Coins
ja: 投げ銭

# Video.coin.throw.1
source: 1个币
en: 1 coin
ja: 1枚のコイン

# Video.coin.throw.2
source: 2个币
en: 2 coins
ja: 2つのコイン

# Video.details.danmaku.%lld
source: %lld条弹幕
en: %lld danmakus
ja: %lld条の弾幕

# Video.details.watches.%lld
source: %lld播放
en: %lld views
ja: %lld再生

# Video.details.watching-people.%lld
source: %lld人正在观看
en: %lld people watching
ja: %lld人が視聴中です

# Video.download
source: 下载视频
en: Download
ja: ビデオをダウンロードする

# Video.fans.%lld
source: %lld粉丝
en: %lld followers
ja: %lldのファン

# Video.more
source: 更多
en: More
ja: もっと多く

# Video.play
source: 播放
en: Play
ja: 再生

# Video.play-in-audio
source: 播放音频
en: Play as Audio
ja: オーディオを再生する

# Video.trending
source: 热门
en: Trending
ja: ホット

# Video.unkonwn-error
source: 未知错误
en: Unknown Error
ja: 未知のエラー

# Video.watch-later
source: 稍后再看
en: Watch Later
ja: 後で見る
zh_hant: 稍後再看

source: 二维码名片
en: QR Code Profile
ja: 二次元コード名刺
zh_hant: 二維碼名片

source: 全屏
en: Full Screen
ja: 全画面
zh_hant: 全螢幕

source: 动态
en: Moments
ja: ダイナミック
zh_hant: 動態

source: 动态内容
en: Moments Content
ja: ダイナミックコンテンツ
zh_hant: 動態內容

source: 动态评论
en: Moments Comments
ja: モーメントのコメント
zh_hant: 動態評論

source: 动态详情
en: Moments Details
zh_hant: 動態詳情

source: 历史记录
en: History
ja: 歴史記録
zh_hant: 歷史記錄

source: 发布于 %@
en: Published at %@
ja: %@に公開されました
zh_hant: 發布於 %@

source: 发送动态
en: Send Moment
zh_hant: 發送動態

source: 发送弹幕
en: Send Danmaku
ja: 弾幕を送信する
zh_hant: 發送彈幕

source: 可选, 最多9个
en: Optional, up to 9.
ja: 選択可能、最大9つ
zh_hant: 可選，最多9個

source: 启用
en: Enable
zh_hant: 啟用

source: 在使用本 App 前，您需要先知晓以下信息： · 本 App 由第三方开发者以及部分社区用户贡献，与哔哩哔哩无合作关系，哔哩哔哩是上海宽娱数码科技有限公司的商标。 · 本 App 并不是哔哩哔哩的替代品，我们建议您在能够使用官方客户端时尽量使用官方客户端。 · 本 App 均使用来源于网络的公开信息进行开发。 · 本 App 中和B站相关的功能完全免费 · 本 App 中所呈现的B站内容来自哔哩哔哩官方。 · 本 App 的开发者、负责人和实际责任人是%@ 联系QQ：3245146430
en: You should know these before using this App： · This App is made by third-party developers and some community contributors. It has no any cooperation relation with Bilibili. Bilibili is Shanghai Kuanyu Digital Technology Co., Ltd.'s trademark. · This App is not a replacement of Bilibili. We recommend you use the official client as long as you can. · All development is using public information from the Internet. · All contents related with Bilibili are all free. · All contents displayed related with Bilibili are all from official Bilibili. · The App's developer, person in charge and the actual person responsible is %@. · The English version is for reference only. Please refer to the simplified Chinese version. Contact QQ：3245146430
ja: このアプリを使用する前に、以下の情報を理解しておく必要があります： · このアプリは第三者開発者と一部のコミュニティユーザーによって提供されており、哔哩哔哩とは協力関係にありません。哔哩哔哩は上海宽娱数码科技有限公司の商標です。 · このアプリは、Bilibili の代替品ではなく、公式クライアントが利用可能な場合はできるだけ公式クライアントを使用することを推奨します。 · このアプリはすべてインターネットから得られた公開情報を元に開発されています。 · B站関連の機能全てが完全無料で利用可能です · アプリ内で表示されるB站コンテンツはすべてBilibili公式から取得しています。 · 本 App の開発者、責任者及び実際の責任者さん%@ 連絡先QQ：3245146430
zh_hant: 在使用本 App 前，您需要先了解以下資訊： · 本 App 是由第三方開發者以及部分社區用戶貢獻，與哔哩哔哩無合作關係，哔哩哔哩是上海寬娛數碼科技有限公司的商標。 · 本 App 並不是替品，我們建議您在能夠使用官方客戶端時儘量使用官方客戶端。 · 本 App 使用來源於網路的公開信息進行開發。 · 本 App 中和B站相關的功能完全免費 · 本 App 中所呈現的B站內容來自於官方。 · 本App 的開發者、負責人和實際責任人是%@ 聯絡QQ：3245146430

source: 复制
en: Copy
zh_hant: 複製

source: 大
en: Big

source: 字号
en: Font Size
zh_hant: 字號

source: 小
en: Small

source: 已选择的图片
en: Selected Picture(s)
ja: 選択された画像
zh_hant: 已選擇的圖片

source: 应用
en: Apply
zh_hant: 應用

source: 底部
en: Bottom

source: 开启“屏幕使用时间”
en: Enable "Screen Time"
ja: 「画面使用時間」を開始する
zh_hant: 開啟「螢幕使用時間」

source: 弹幕
en: Danmaku
ja: 弾幕
zh_hant: 彈幕

source: 恢复
en: Recover
zh_hant: 恢復

source: 您可以更改默认的小尾巴内容, 如果不想添加小尾巴, 请清空上方文本框内容. 您可以随时在设置中更改此内容
en: You can change the default signature content. If you do not want to add a signature, please clear the text box above. You can change this content at any time in the settings.
ja: あなたはデフォルトのフッターコンテンツを変更することができます。フッターを追加したくない場合は、上のテキストボックスを空にしてください。この内容はいつでも設定で変更することができます。
zh_hant: 您可以更改預設的小尾巴內容，如果不想添加小尾巴，請清空上方文本框內容。您可以隨時在設定中更改此內容。

source: 我的收藏
en: My Favorites
ja: 私のコレクション

source: 推荐
en: Home
ja: ホーム
zh_hant: 推薦

source: 文本加载失败
en: Text load failed
zh_hant: 文本加載失敗

source: 显示底部弹幕
en: Display Bottom Danmaku
ja: 下部の弾幕を表示する
zh_hant: 顯示底部彈幕

source: 显示普通弹幕
en: Display Normal Danmaku
ja: 通常の弾幕を表示する
zh_hant: 顯示普通彈幕

source: 显示顶部弹幕
en: Display Top Danmaku
ja: トップの弾幕を表示する
zh_hant: 顯示頂部彈幕

source: 普通
en: Normal

source: 极大
en: Biggest
zh_hant: 極大
